Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/other_files/reindrift_omraadeprotokoll_til_konvensjon_mellom_norge_sverige_nordsamisk.txt.tmx
Source language: sme
Languages: sma

source: Gaskal Gaasken-Laante boazoorohaga ja Kall čearu Skalsvattnet rájes Teveldal stašuvnna rádjái (geahča § 46).
sma: Gaske-Laante båatsoesïjten jïh Kall saemiensïjten gaskem jaevreste Skalsvattnet staasjovnese Teveldal (gea § 46), 5.

source: 5. Gaskal Essand boazoorohaga ja Handölsdalen ja Mittådalen čearuid Ekornåa rájes Rr 153 rádjái (geahča § 46).
sma: Saanti båatsoesïjten (Essand reinbeitedistrikt) jïh Handölsdalen jïh Mittådalen saemiensïjti gaskem johkeste Ekornåa Rv:se 153 (gea § 46), 6.

source: 6. Gaskal Riast-Hylling boazoorohaga ja Mittådalen čearu ja maiddái gaskal Riast-Hylling boazoorohaga ja Ruvhten siijte čearu Hyddsjön rájes Rr 146 Aa rádjái.
sma: Gåebrien båatsoesïjten (Riast-Hylling reinbeitedistrikt) jïh Mittådalen saemiensïjten gaskem jïh Gåebrien båatsoesïjten jïh Ruvhten saemiensïjten gaskem jaevrien Hyddsjön luvhtie Rv:se 146 Aa.

source: Gaskal Femund boazoorohaga ja Ruvhten siijte čearu Rr 146 Aa rájes Rogshåen rádjái Røa eanus.
sma: Femund båatsoesïjten jïh Ruvhten saemiensïjten gaskem Rv:ste 146 Aa Rogshåen gåajka johkesne Røa.

source: Gaskal Elgå boazoorohaga ja Idre Nya čearu Rogshåen rájes Røa eanus Grövelsjön rádjái.
sma: Svaahken båatsoesïjten (Elgå reinbeitedistrikt) jïh Idre Orre saemiensïjten gaskem Rogshå:ste johkesne Røa jaavran Grövelsjön.

source: Elgå boazoorohaga bokte Rr 140 A rájes dan báikái gokko geaidnu 218 rasttilda riikkaráji.
sma: Svaahken båatsoesïjten baaktoe (Elgå reinbeitedistrikt) Rv:ste 140 A dahkoe dan mïerhkese gusnie geajnoe 218 rijhkeraastem tjuahpa.

source: § 46 Daid áiddiid dáfus mat namuhuvvojit §§ 14, 39 ja § 45 1, 4 ja 5 mat leat ceggejuvvon eará geatnegasvuođaid geažil go dat maid dán guovtti riikka soahpamuš mielddisbuktá, ii rievdda gustojeaddji ovddasvástádusdilálašvuođaid.
sma: § 46 Dejtie geerestahkide mah moenesovveme §§ 14, 39 jïh 45 nr. 1, 4 jïh 5, mah leah tsyøgkeme jeatjah diedti gaavhtan goh mååhtedimmie jeahta dej gøøkte iïjhki gaskem, eah goh dah jorkelh diedti gaavhtan.

source: § 47 Ovddasvástádusa juohkin dán guovtti riikka gaskka cegget ja máŧasdoallat áiddiid mat namuhuvvojit dán šiehtadusas, čilgejuvvo šiehtadusa mildosis (Sierra mielddus).
sma: § 47 Dïedtejuekeme dej gøøkte rijhki gaskem guktie geerestahkh jïh jeatjah tseegkemh tseagodh jïh dåvvodh mej bïjre daennie protokollesne tjaalasovveme, dan bïjre protokollen lissie soptseste (Sjïere lissie).

source: Áiddit mat leat ceggejuvvon dán guovtti riikka ovddeš soahpamušaid vuođul, ja mat eai leat mielde dán šiehtadusas galget gaikojuvvot.
sma: Geerestahkh mah tsyøgkesovveme evtebe mååhtedimmiej gaavhtan dej gøøkte rijhki gaskem, jïh mah eah moenesovvh daennie protokollesne, dejtie geerestahkide ryjvestalledh.

source: Seamma gusto daidda rusttegiidda main ii leat šat doaibma rádjerasttildeaddji boazodoalu oktavuođas.
sma: Seamma dovne geerestahkide mah daan protokollen mietie eah vielie dåhkesjh.

source: Ovddasvástádus gaikut lea dan riikkas mas lea leamaš ovddasvástádus daid cegget.
sma: Dïedte ryjvestalledh dan rijhken dïedte mij aerebi tsyøgkeme.

source: Loahppamearrádusat
sma: Minngemes njoelkedassh

source: § 48 Jus goappáge riikka našuvnnalaš eiseváldi, ovdalgo konvenšuvdna rádjerasttildeaddji boazodoalu hárrái lea boahtán fápmui, lea addán lobi doibmii mii mearkkašahtti láhkái dagaha váttisvuođaid doaimmahit boazodoalu guohtunguovllus dán šiehtadusa olis, de galgá dat riika sihkkarastit boazoguohtundárbbu nuppi riikka guoskevaš boazoorohaga dahje čearu várás.
sma: § 48 Jis akten rijhken naasjovne reereme, aerebi goh konvensjovne raastenbijjelen båatsoen bïjre faamojne sjïdteme, dïhte råajvarimmiem nænnoestamme mij maahta båatsoem heaptodh gåatomedajvesne mij daan protokollen mietie, dellie dïhte rijhke galka dan nubpien rijhken båatsoesïjten jallh saemiensïjten gåatomem tjïrkedh.

source: § 49 Dat guokte riikka galget ovdalgo rádjerasttildeaddji boazodoalu konvenšuvdna lea boahtán fápmui, dahkat sierra soahpamuša áiddiid ja rusttegiid ceggema ja gaikuma áigeplána hárrái.
sma: § 49 Gåessie geerestahkh jïh jeatjah tseegkemh tseagkodh jïh ryjvestalledh, dellie dah gøøkte rijhkh, aerebi goh konvensjovne raastenbijjelen båatsoen bïjre faamojne sjïdteme, dah gelkieh sjïere mååhtedimmiem darjodh.
